/* Knock knock.
Anybody there? */

say "Hello World!"
nihil = "nia"
aNumber = 12

say nihil
say aNumber

a = 1
b = 0

say a >= b

nihilArray.1 = 10
nihilArray.2 = 20

gloriaArray.1 = nihilArray.1
gloriaArray.2 = nihilArray.2

say gloriaArray.2
say gloriaArray.1

niaArray. = gloriaArray.

say "niaArray 2"
say niaArray.2